{
    "waist": "Measure around the smallest or narrowest part of your waist.",
    "seat": "Wrap the measuring tape around the fullest part of your hips and buttocks. You can also measure 7” below your waist (at the center front) if that’s easier.",
    "waistToSeat": "Measure from your waist down to the top of your hip bone along the side of your body. You can mark the hip point 7” below your waist at the center front, then measure from your waist (smallest part) down the side until you reach that point.",
    "waistToHips": "Start 4” below your center front waist (high hip point), then measure down the side of your body from your waist to that point.",
    "waistToKnee": "Measure from your waist down to your knee along the side of your body. Find your waist and knee height, then measure the vertical distance between them.",
    "waistToArmpit": "waist to armpit desc",
    "hips": "Measure around your hips at a point 4” below your waist (center front). Keep the tape horizontal.",
    "shoulderSlope": "The shoulder slope refers to the natural angle of your shoulders as they slant down from your neck. To measure it, stand straight and have someone place a ruler or flat object across the highest points of your shoulders. The angle formed between this straight line and your shoulder line determines your shoulder slope.",
    "shoulderToShoulder": "Measure from the tip of one shoulder across your back to the tip of the other shoulder. The shoulder tip is where the shoulder seam sits on a well-fitting shirt, where the sleeve starts.",
    "neck": "Measure around your neck where your shirt collar would sit—over the cervicale at the back and the top of the collarbone at the front.",
    "hpsToWaistBack": "HPS (High Point Shoulder) is where your shoulder seam meets your neck. Place the measuring tape on your HPS and measure straight down your back to your waistline.",
    "hpsToBust": "HPS (High Point Shoulder) is where your shoulder seam meets your neck. From your HPS point, measure straight down to the fullest part of your bust.",
    "chest": "Wrap the tape around the fullest part of your chest. Keep the tape horizontal and parallel to the floor.",
    "biceps": "Measure around the fullest part of your upper arm (biceps). Keep the tape snug but not tight."
}